Repository: jensboe/doener
Catalog: src/locale/messages.*.xlf
Languages: de

source: list restaurant
de: Restaurants

source: add restaurant
de: Neues Restaurant

source: list dishes
de: Gerichte

source: add dishes
de: Gericht hinzufügen

source: list orders
de: Bestellungen

source: add orders
de: Neue Bestellung

source: Oops! You've Stumbled Upon the Abyss
de: Hoppla! Du bist über den Abgrund gestolpert

source: Our highly trained squirrels couldn't find the page you were looking for.
de: Unsere bestens geschulten Eichhörnchen konnten die von Ihnen gesuchte Seite nicht finden.

source: Here are some possible reasons:
de: Hier sind einige mögliche Gründe:

source: You mistyped the URL. Seriously, how could you?
de: Sie haben die URL falsch eingegeben. Im Ernst, wie konntest du?

source: The page is on vacation. It's sipping piña coladas on a tropical island.
de: Die Seite ist im Urlaub. Vielleicht ballert sie sich gerade Piña Coladas auf einer tropischen Insel in die Birne.

source: Gremlins ate the code. We suspect they're in cahoots with the squirrels.
de: Gremlins haben den Code gefressen. Wir vermuten, dass sie mit den Eichhörnchen unter einer Decke stecken.

source: But don't worry, it's definitely not our fault. We're perfect.
de: Aber keine Sorge, es ist definitiv nicht unsere Schuld. Wir sind perfekt.

source: Feel free to <a href="https://www.google.com/search?q=return-to-safety&tbm=isch">return to safety</a> or explore the <a href="https://www.google.com/search?q=secret+unicorn+lair&tbm=isch-unicorn-lair">secret unicorn lair</a>.
de: Fühlen dich frei zur <a href="https://www.google.com/search?q=return-to-safety&tbm=isch">Sicherheit zurückzukehren</a> oder erkunde die <a href="https://www.google.com/search?q=secret+unicorn+lair&tbm=isch-unicorn-lair"> geheime Einhornhöhle</a>.

source: And remember, blame the user. Always.
de: Und denken Sie daran: Geben Sie dem Benutzer die Schuld. Stets.

source: This text could perhaps have been created by an AI.
de: Dieser Text könnte möglicherweise von einer KI erstellt worden sein.
